{"posts":[{"id":"19c0cd86-1805-47f2-877a-9fa72b2d8d06","title":"Favourite","image":"https://imgs.search.brave.com/YU6ke19UP4V0AKwMiBYQyL6DrCGkzbafX9FwNDNWNN8/rs:fit:860:0:0/g:ce/aHR0cHM6Ly91cGxv/YWQud2lraW1lZGlh/Lm9yZy93aWtpcGVk/aWEvZW4vdGh1bWIv/ZS9lNi9NeS1mYXZv/dXJpdGUtdGltZS1v/Zi15ZWFyLXNpbmds/ZS5qcGcvMjIwcHgt/TXktZmF2b3VyaXRl/LXRpbWUtb2YteWVh/ci1zaW5nbGUuanBn","description":"All Time Favourites for Children celebrates Ruskin Bond's writing with stories that are perennially loved and can now be enjoyed in a single collectible volume. Curated and selected by India's most loved writer, this collection brings some of the evocative episodes from Ruskin's life, iconic Rusty, eccentric Uncle Ken, ubiquitous grandmother, and many other charming, endearing characters in a single volume while also introducing us to a smattering of new ones that are sure to be firm favourites with young readers.","date":"2023-12-25"},{"id":"cf9ab078-a4e5-40a0-8327-74327d52b7a7","title":"Roger Federer","description":"The official ambassador of Swiss tourism, Roger Federer, was celebrated in Basel, Switzerland this week as a tram was named after him. The Federer Express tram celebrates the 20-time Grand Slam winner with photos of some of his most iconic moments sprawled on the outside, while the inside features facts and information about the Swiss Star and some of the seats are reminiscent of chairs that can be found on the side of a court during a changeover.\n\n\"The project was very important to me. That is why it is a great honor for me to be able to see the tram on the streets of Basel in the future,\" said Roger.\n\n","image":"https://www.rogerfederer.com/images/BVB-Roger-Federer-Tram-009.jpg","date":"2023-12-08"},{"id":"15a5a9fd-97fe-4fe6-b165-63ab1d1b8f4b","title":"Ney Mar Jr","image":"https://phantom-marca.unidadeditorial.es/367303655813626a6cf1b8c46fbab671/crop/0x0/2044x1363/resize/828/f/webp/assets/multimedia/imagenes/2023/09/01/16935900900609.jpg","description":"The Brazilian joined from PSG this summer with no other club able to financially compete with what Saudi Arabia's sides can offer.\n\n\"At vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi sint occaecati cupiditate non provident, similique sunt in culpa qui officia deserunt mollitia animi, id est laborum et dolorum fuga. Et harum quidem rerum facilis est et expedita distinctio. Nam libero tempore, cum soluta nobis est eligendi optio cumque nihil impedit quo minus id quod maxime placeat facere possimus, omnis voluptas assumenda est, omnis dolor repellendus.","date":"2023-12-26"}]}